Repository: AvidlyWordPress/avidly-theme
Catalog: languages/*.po
Languages: fi

# theme UI
source: 404 - Page not found
fi: 404 - Sivua ei löydy

# theme UI
source: Oops! That page can&rsquo;t be found.
fi: Hups, etsimääsi sisältöä löytynyt.

# theme UI
source: Go to front page
fi: Siirry etusivulle

# comments UI
source: One thought on &ldquo;%1$s&rdquo;
fi: Yksi kommentti: &ldquo;%1$s&rdquo;

# comments UI
source: %1$s thoughts on &ldquo;%2$s&rdquo;
fi: %1$s kommenttia: &ldquo;%2$s&rdquo;

# comments UI
source: Comments are closed.
fi: Kommentointi on suljettu.

# theme UI: aria landmark
source: Site footer
fi: Sivuston alatunniste

# menu UI: aria landmark
source: Policy menu
fi: Selostevalikko

# theme UI: aria landmark
source: Site header
fi: Sivuston ylätunniste

# theme UI: skip link
source: Skip to the content
fi: Siirry sisältöön

# menu UI: toggle
source: Menu
fi: Valikko

# menu UI: aria landmark
source: Primary menu
fi: Päävalikko

# menu UI: aria landmark
source: Submenu for %s
fi: %s alavalikko

# menu UI: toggle
source: Submenu: %s
fi: Alavalikko: %s

# theme UI
source: <span class="sr-only">Posted on</span> %s
fi: <span class="screen-reader-text">Julkaistu </span>%s

# theme UI
source: Search from site
fi: Hae sivustolta

# theme UI
source: (opens in a new window)
fi: (avautuu uuteen ikkunaan)

# admin UI: block pattern category
source: Content areas
fi: Sisältö

# admin UI: block pattern category
source: Query loop areas
fi: Nostot

# placeholder
source: Add ingress text.
fi: Lisää ingressi tähän.

# admin UI: menu name
source: Primary menu
fi: Päävalikko

# admin UI: menu UI
source: Policy menu
fi: Selostevalikko

# admin UI: widget area
source: Footer
fi: Alatunniste

# admin UI: widget area
source: Add widgets here.
fi: Lisää vimpaimia tähän.

# theme UI
source: <span class="screen-reader-text">In category </span>%s
fi: <span class="screen-reader-text">Kategoriassa </span>%s

# theme UI
source: No content found.
fi: Sisältöä ei löytynyt.

# Duotone name
source: Black and primary
fi: Musta ja ensisijainen

# Color name
source: Black
fi: Musta

# Color name
source: Light gray
fi: Vaalean harmaa

# Color name
source: White
fi: Valkoinen

# Color name
source: Primary
fi: Ensisijainen

# Color name
source: Secondary
fi: Toissijainen

# Color name
source: Tertiary
fi: Tertiääri

# Font family name
source: System Font
fi: Järjestelmä

# Font family name
source: Heading Font
fi: Otsikko

# Font size name
source: Small
fi: Pieni

# Font size name
source: Paragraph
fi: Leipateksti

# Font size name
source: Ingress
fi: Ingressi

# Font size name
source: Heading 4
fi: Otsikko 4

# Font size name
source: Heading 3
fi: Otsikko 3

# Font size name
source: Heading 2
fi: Otsikko 2

# Font size name
source: Heading 1
fi: Otsikko 1

# Custom template name
source: Block template
fi: Lohkosivupohja
